Repository: NaN-tic/trytond-account_invoice_merger
Catalog: locale/*.po
Languages: ca, ca_es, es, es_es

# error:account.invoice.merge:
source: Sale "%(sale)s" shipment state is waiting. You need to delivery shipment before merge invoices.
ca_es: L'estat d'enviament de la comanda "%(sale)s" es troba en espera. Necessita primer enviar els albaras abans de fusionar factures.
es_es: El estado de envío del pedido "%(sale)s" está esperando. Debe enviar primero los albaranes antes de fusionar facturas.

# error:account.invoice.merge:
source: You can not merge the invoice %s because its state is different of draft.
ca_es: No pot fusionar la factura %s perquè l'estat és en esborrany.
es_es: No puede fusionar la factura "%s" por que el estado es en borrador.

# error:account.invoice.merge:
source: You can not merge these invoices because its customers/suppliers are different.
ca_es: No pot fusionar aquestes factures perquè el client/proveïdor son diferents.
es_es: No puede fusionar estas facturas por que el cliente/proveedor son diferentes.

# error:account.invoice.merge:
source: You can not merge these invoices because its invoice addresses are different.
ca_es: No pot fusionar aquestes factures perquè l'adreça de facturació son diferents.
es_es: No puede fusionar estas facturas por que la dirección de facturación son diferentes.

# error:account.invoice.merge:
source: You can not merge these invoices because its journals are different.
ca_es: No pot fusionar aquestes factures perquè els diaris son diferents.
es_es: No puede fusionar estas facturas por que los diarios son diferentes.

# error:account.invoice.merge:
source: You can not merge these invoices because its payment term are different.
ca_es: No pot fusionar aquestes factures perquè el tipus de pagament son diferents.
es_es: No puede fusionar estas facturas por que el plazo de pago son diferentes.

# field:account.invoice.merge.start,invoices:
source: Invoices
ca: Factures
ca_es: Factures
es: Facturas
es_es: Facturas

# field:sale.sale,invoice_merger:
source: Invoice Merged
ca_es: Factures fusionades
es_es: Facturas fusionadas

# model:account.invoice.merge.start,name:
source: Invoice Merge Start
ca: Inici fusió de factures
ca_es: Inici fusionament de factures
es: Inicio fusión facturas
es_es: Inicio fusionar facturas

# model:ir.action,name:act_all_in_invoice
source: Supplier Invoices
ca_es: Factures de proveïdor
es_es: Facturas de proveedor

# model:ir.action,name:act_all_out_invoice
source: Customer Invoices
ca_es: Factures de client
es_es: Facturas de cliente

# model:ir.action,name:merger
source: Merge Invoices
ca: Fusiona factures
ca_es: Fusiona factures
es: Fusionar facturas
es_es: Fusionar facturas

# model:ir.ui.menu,name:menu_invoice_in_invoice_form
source: Supplier Invoices
ca_es: Factures de proveïdor
es_es: Facturas de proveedor

# model:ir.ui.menu,name:menu_invoice_out_invoice_form
source: Customer Invoices
ca_es: Factures de client
es_es: Facturas de cliente

# view:account.invoice.merge.start:
source: Are you sure to merge these invoices?
ca: Voleu fusionar aquestes factures?
ca_es: Esteu segur que voleu fusionar aquestes factures?
es: ¿Desea fusionar estas facturas?
es_es: ¿Está seguro de querer fusionar estas facturas?

# view:account.invoice.merge.start:
source: Merge Invoices
ca_es: Fusiona factures
es_es: Fusionar facturas

# wizard_button:account.invoice.merge,start,end:
source: Cancel
ca: Cancel·la
ca_es: Cancel·la
es: Cancelar
es_es: Cancelar

# wizard_button:account.invoice.merge,start,merge:
source: Merge
ca: Fusiona
ca_es: Fusiona
es: Fusionar
es_es: Fusionar

# model:ir.action,name:
source: Supplier Invoices to merge
ca: Factures de proveïdor a fusionar

# model:ir.message,text:msg_different_bank_account
source: You can not merge invoices "%(invoices)s" because their bank accounts are different.
ca: No podeu fusionar les factures "%(invoices)s" perquè els seus comptes bancaris són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué sus cuentas bancarias son diferentes.

# model:ir.message,text:msg_different_journals
source: You can not merge invoices "%(invoices)s" because their journals are different.
ca: No podeu fusionar les factures "%(invoices)s" perquè els seus diaris són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué sus diarios son diferentes.

# model:ir.message,text:msg_different_parties
source: You can not merge invoices "%(invoices)s" because their customers/suppliers are different.
ca: No podeu fusionar les factures "%(invoices)s" perquè els seus clients/proveïdors són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué sus clientes/proveedores son diferentes.

# model:ir.message,text:msg_different_parties_address
source: You can not merge invoices "%(invoices)s" because their invoice addresses are different.
ca: No podeu fusionar les factures "%(invoices)s" perquè les seves adreces de facturació són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué sus direcciones de facturación son diferentes.

# model:ir.message,text:msg_different_payment_term
source: You can not merge invoices "%(invoices)s" because their payment terms are different.
ca: No podeu fusionar les factures "%(invoices)s" perquè els seus terminis de pagament són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué sus plazos de pago son diferentes.

# model:ir.message,text:msg_different_types
source: You can not merge invoices "%(invoices)s" because their type ara different.
ca: No podeu fusionar les factures "%(invoices)s" perquè els tipus són diferents.
es: No puede fusionar las facturas "%(invoices)s" porqué los tipos son diferentes.

# model:ir.message,text:msg_msg_has_number
source: You can not merge the invoice "%(invoice)s" because has a number.
ca: No podeu fusionar la factura "%(invoice)s" perquè ja dispossa de número.
es: No puede fusionar las facturas "%(invoice)s" porqué ya dispone de número.

# model:ir.message,text:msg_state_not_draft
source: You can not merge the invoice "%(invoice)s" because its state is different from draft.
ca: No podeu fusionar la factura "%(invoice)s" perquè el seu estat no és esborrany.
es: No puede fusionar la factura "%(invoice)s" porqué su estado no es borrador.

# model:ir.ui.menu,name:
source: Supplier Invoices to merge
ca: Factures de proveïdor a fusionar
es: Facturas de proveedor a fusionar
